import React from "react";

export const ProjectComponent = () => (
    <div className="poster">

        <div className="text-block" >

            <div className="content">

            <a href="http://www.tavika.ru/2014/01/films.html">http://www.tavika.ru/</a>
                <h2 className="center">Коллекция</h2>
                <div className="coll">
                <a href="http://www.tavika.ru/2014/01/films.html"><img src="http://tmhanuman.ru/images/cinema/family.jpg" align="left"  alt="tavika.ru"/></a>
                <p >Когда список фильмов кинотеатра) был составлен, нашёлся список детских фильмов.<br/>
                    У взрослых не всегда есть время смотреть фильмы, а у детей есть.<br/>
                Поэтому, наверно, большую часть фильмов мы смотрим и запоминаем в детстве.<br/>
                    Сложно бывает объяснить ребёнку, почему "Фиксики" нельзя смотреть целый день,
                    а также мультфильмы про Ивана-Царевича или "Маша и  Медведь". <br/>Даже "Cмешариков" в этом списке нет.<br/>
                    Когда-то, тридцать лет назад, хотелось верить, что в институтах занимаются наукой, знания служат людям,
                    и из этих знаний строится будущее. Это похоже на фантастику, но всё ещё есть и продолжает быть. <br/>Всяческого уважения заслуживают родители,
                    которые, получив высшее образование, продолжают развивать его в своих детях.<br/><br/>
                    Семья живёт в Крыму. <br/>
                    Ник Tavika  - это первые буквы имени мамы и детей - Таня+Витя+Катя.
                    В комментариях к фильмам есть примечания (Вите нравилось) - это сын, которому сейчас 19 лет.
                    Кате - 12.
                </p>
                </div>

            <div className="center">
                <div className="justify">
                    <br /></div>
            <h2>Детские фильмы:</h2></div>

                <img src="http://tmhanuman.ru/images/cinema/films.jpg" align="right"  alt="Капитан"/>
            <ul>
                <li className="justify">Остров сокровищ, 3 сер, СССР, 1982, реж. В.Воробьев (приключенческий, по Р.Стивенсону)&nbsp;</li>
                <li className="justify">
                    В поисках капитана Гранта СССР, 7 серий (по Ж.Верну, один из самых любимых Витиных фильмов детства)
                </li>
                <li className="justify">
                    Академия пана Кляксы, Путешествие пана Кляксы, Польша, 1983, реж. Кшиштоф Градовский (сказка, Вите в детстве очень сильно нравилось)</li>
                <li><div>
                    Бесконечная история, Германия (ФРГ), 1984, реж. Вольфганг Петерсен (сказка-фэнтези, Витя очень любил дракона оттуда)</div>
                </li>
                <li><div>
                    Приключения в каникулы, сериал, 1978, Чехословакия, реж. Радим Цврчек (фантастика: девочка-инопланетянка Майка попадает на Землю, очень милый и добрый фильм)</div>
                </li>
                <li><div>
                    Приключения Петрова и Васечкина обыкновенные и невероятные, СССР (музыкальный детский фильм, я его сама очень люблю до сих пор)</div>
                </li>
                <li><div>
                    Каникулы Петрова и Васечкина обыкновенные и невероятные, СССР&nbsp;
                    (музыкальный детский фильм)</div>
                </li>
                <li>Выше радуги, СССР (музыкальный фильм из жизни школьников)</li>
                <li><div>
                    Пеппи Длинный чулок, СССР (по сказке А.Линдгрен)</div>
                </li>
                <li><div>
                    Завтрак на траве, СССР, 1979 (детская комедия: молодой вожатый, которого играет Сергей Проханов, приезжает в пионерлагерь. Специфически советский, но Витя смотрел с удовольствием)</div>
                </li>
                <li><div>
                    Удивительные приключения Дениса Кораблева, СССР, 1979 (О жизни мальчика Дениски, по произведениям В. Драгункского)</div>
                </li>
                <li><div>
                    Сын полка, СССР (О войне, по роману В.Катаева. Отлично подходит для разговора про то, что значит война)</div>
                </li>
                <li><div>
                    Семеро солдатиков, СССР, 1982 &nbsp;(Очень любимый Витей фильм-сказка о том, как в деревню приходит отделение солдат, чтобы помогать семилетнему мальчику)</div>
                </li>
                <li className="justify">
                    Приключения Электроника, СССР (фантастика)</li>
                <li><div>
                    Волшебный голос Джельсомино, 1977, СССР (по сказке Дж.Родари)</div>
                </li>
                <li><div>
                    Мэри Поппинс, до свиданья!, СССР, 1983 (по сказке П.Треверс)</div>
                </li>
                <li><div>
                    Мэри Поппинс, США, 1964, реж. Роберт Стивенсон (Потрясающий фильм, который мы посмотрели около 10 раз :))&nbsp;</div>
                </li>
                <li className="justify">Приключения Тома Сойера и Гекльберри Финна, СССР, 1981, реж. Станислав Говорухин, (по роману М.Твена)</li>
                <li><div>
                    Как приручить дракона, США, 2010 &nbsp;(фэнтези)</div>
                </li>
                <li><div>
                    Лесси, 1994, США, реж. Дэниел Питри &nbsp;(приключения: потерявшаяся собака ищет дом. Сын очень переживал)</div>
                </li>
                <li><div>
                    Гостья из будущего, сериал, СССР, 1984 (фантастика по К.Булычеву, героиня - Алиса Селезнева. Всю эту серию фильмов и книг Витя просмотрел и прочитал на одном дыхании - был у нас в жизни целый период увлечения Булычевым)</div>
                </li>
                <li><div>
                    Лиловый шар, СССР, 1987,&nbsp; (фантастика по К.Булычеву, героиня - Алиса Селезнева)&nbsp;</div>
                </li>
                <li><div>
                    Остров ржавого генерала, 1978 СССР, (фантастика по К.Булычеву, героиня - Алиса Селезнева)&nbsp;</div>
                </li>
                <li><div>
                    Через терни к звездам, СССР, 1980 (фантастика)</div>
                </li>
                <li><div>
                    Отроки во Вселенной, СССР, 1974&nbsp;
                    (фантастика)
                </div>
                </li>
                <li><div>
                    Москва-Кассиопея, СССР, 1973&nbsp;
                    (фантастика)
                </div>
                </li>
                <li><div>
                    Большое космическое путешествие, СССР, 1975&nbsp;
                    (фантастика)
                </div>
                </li>
                <li><div>
                    Капитан Немо, СССР (приключения по Ж.Верну)</div>
                </li>
                <li>Не покидай, СССР (романтическая сказка)</li>
                <li>Тимур и его команда, СССР (по повести А.Гайдара)</li>
                <li><div>
                    Неуловимые мстители, СССР (события Гражданской войны)</div>
                </li>
                <li><div>
                    Республика ШКИД, СССР, 1966&nbsp; (о жизни беспризорников, по роману Пантелеева и Черных)&nbsp;</div>
                </li>
                <li><div>
                    Кортик, СССР&nbsp; (события Гражданской войны, по повести А.Рыбакова)&nbsp;</div>
                </li>
                <li><div>
                    Бронзовая птица, СССР&nbsp; (события Гражданской войны,
                    по повести А.Рыбакова
                    )&nbsp;</div>
                </li>
                <li>Хроники Нарнии, все фильмы, США (по сказкам К.Льюиса)</li>
                <li><div>
                    Гарри Поттер, все фильмы, США (по сказкам Дж.Роулинг)</div>
                </li>
                <li><div>
                    Кто подставил кролика Рождера, США, 1988 (сказка, половина героев рисованные мультяшки)</div>
                </li>
                <li className="justify">Властелин колец, 3 сер, США (фэнтези, по Дж. Толкиену - Витя пересматривал раз двести, очень любит)</li>
                <li><div>
                    Хоббит, 2 сер., США (по сказке Дж. Толкиена, тоже нравится, но меньше "Властелина колец") &nbsp;</div>
                </li>
                <li>"Частное Пионерское", Россия, 2013. (Действие происходит в обычной советской школе 70х годов. Два друга спасая бездомную собаку попали в настоящую переделку. Но все закончилось хорошо. Очень живой, добрый фильм. Я не любитель российского кино - но тут очень рекомендую! Моя дочка Катя в 8-9 лет посмотрела его раза четыре!)</li>
                <li>"Частное пионерское-2" (Друзья из предыдущего фильма подросли. Теперь на первое место вышли не приключения, а отношения с одноклассниками и первая любовь. Детям-младшим подросткам лет в 12 смотреть обязательно! Редкий фильм про подростков, который показывает кризис этого возраста, но без "чернухи". Хотя переживаний в фильме достаточно.)</li>
            </ul>
            <div className="justify">
                <br /></div>




            <div className="center">
                <h2>Фильмы для семейного просмотра:</h2></div>
            <ul>
                <li><div>
                    Айвенго, СССР (романтические приключения по В.Скотту)</div>
                </li>
                <li><div>
                    Черная стрела, СССР
                    (романтические приключения по В.Скотту)
                </div>
                </li>
                <li><div>
                    Квентин Дорвард, СССР&nbsp;&nbsp;
                    (романтические приключения по В.Скотту)
                </div>
                </li>
                <li><div>
                    Всадник без головы, СССР&nbsp; (романтические приключения по М. Риду)&nbsp;</div>
                </li>
                <li className="justify">&nbsp;Д`Артаньян и три мушкетера, 3 сер., СССР, 1979 (мюзикл, романтические приключения, по А.Дюма)&nbsp;</li>
                <li><div>
                    Стрелы Робин Гуда, СССР (приключения)</div>
                </li>
                <li><div>
                    Приключения Робин Гуда, США, 19387, реж. Майкл Кёртис &nbsp;
                    (приключения, на удивление очень любим Витей, хоть и старый совсем)&nbsp;</div>
                </li>
                <li><div>
                    Черный тюльпан, 1963, Франция&nbsp;
                    (романтические приключения)
                </div>
                </li>
                <li><div>
                    Фанфан-тюльпан, 1952, Италия-Франция&nbsp; (романтические приключения, комедия)&nbsp;</div>
                </li>
                <li>
                    Четыре танкиста и собака, сериал, 1966-1970, Польша, реж. Конрад Налецкий (события Второй Мировой войны, Витя смотрел с детского сада и пересматривает по сей день)
                </li>
                <li><div>
                    Фильмы про индейцев с Гойко Митичем: Северино, Смертельная ошибка, Вождь апачей, Белые волки, Братья по крови, Оцеола, След сокола (это даже не полный список - одно время Витя очень ими увлекался)</div>
                </li>
                <li>Фильмы о восточных боевых искусствах: "36 ступеней Шаолиня", "Доспехи бога", "боевые искусства Шаолиня", "Змея в тени обезьяны", "Пьяный тайчи" (Витя одно время занимался каратэ и очень увлекался подобными фильмами)</li>
                <li><div>
                    Белое солнце пустыни, СССР,&nbsp;
                    (события Гражданской войны)
                </div>
                </li>
                <li><div>
                    Труффальдино из Бергамо, СССР (мюзикл, комедия)</div>
                </li>
                <li><div>
                    Безумный день или Женитьба Фигаро, СССР &nbsp; (мюзикл,&nbsp;
                    комедия
                    )&nbsp;</div>
                </li>
                <li><div>
                    Собака на сене, 1978, СССР &nbsp;(комедия по пьесе Лопе де Вега)</div>
                </li>
                <li className="justify">Сирано де Бержерак, Франция, 1990 (комедия, романтическая драма)</li>
                <li><div>
                    Приключения Шерлока Холмса и доктора Ватсона, сериал, СССР, 1979-1986, реж. Игорь Масленников &nbsp;(иронический детектив, любим и пересматриваем всей семьей)</div>
                </li>
                <li><div>
                    Приключения Шурика, Кавказская пленница и другие, СССР (комедия)</div>
                </li>
                <li><div>
                    Полосатый рейс, СССР (комедия)</div>
                </li>
                <li><div>
                    Невероятные приключения итальянцев в России, СССР&nbsp;
                    (комедия)
                </div>
                </li>
                <li><div>
                    Бриллиантовая рука, СССР&nbsp;
                    (комедия)
                </div>
                </li>
                <li><div>
                    Иван Васильевич меняет профессию, СССР&nbsp;
                    (комедия)
                </div>
                </li>
                <li><div>
                    Джентльмены удачи, СССР&nbsp;
                    (комедия)
                </div>
                </li>
                <li><div>
                    Обыкновенное чудо, СССР&nbsp; (сказка-притча по Е.Шварцу, Леонов в нем неподражаем :))&nbsp;</div>
                </li>
                <li><div>
                    Тот самый Мюнхаузен, СССР&nbsp; (сказка-притча, трагикомедия, прекрасный фильм) &nbsp;</div>
                </li>
                <li><div>
                    Формула любви, СССР (комедия, могу смотреть без остановки &nbsp;- у Броневого там обаятельный персонаж)</div>
                </li>
                <li><div>
                    Убить дракона, СССР&nbsp;
                    (сказка-притча по Е.Шварцу, сложнее предыдущих сказок, но важная в смысле воспитательного эффекта) &nbsp;</div>
                </li>
                <li className="justify">Гусарская баллада, СССР (мюзикл, события войны с Наполеоном)</li>
                <li><div>
                    Веселая хроника опасного путешествия, СССР, 1986 (комедия-мюзикл про аргонавтов)</div>
                </li>
                <li><div>
                    Кин-дза-дза, СССР (фантастика, мы постоянно говорим фразами из него :))</div>
                </li>
                <li><div>
                    Человек с бульвара Капуцинов, СССР (комедия, вестерн)</div>
                </li>
                <li><div>
                    Гардемарины, вперед!, СССР (романтические приключения, я в детстве очень любила его, а Витя как-то не впечатлился)</div>
                </li>
                <li><div>
                    В бой идут одни &#171;старики&#187;, СССР&nbsp; (события Великой Отечественной войны)</div>
                </li>
                <li>Небесный тихоход, СССР (фильм о&nbsp; Великой Отечественной войне и летчиках. Помните "Первым делом, первым делом самолеты..."?)&nbsp;</li>
                <li>Человек-амфибия, СССР (романтическая фантастика, по А.Беляеву)</li>
                <li>Служили два товарища, СССР (события Гражданской войны)&nbsp;</li>
                <li className="justify">Собачье сердце, СССР (фантастика, по М.Булгакову. Я сама могу смотреть его без конца)</li>
                <li><div>
                    Троя, США (приключения, мифология, превосходное кино)</div>
                </li>
                <li><div>
                    300 спартанцев, США (приключения, исторический боевик, тяжеловат, но для мальчика самое то)</div>
                </li>
                <li className="justify">Царство небесное, США, 1985 (приключения, исторический про крестоносцев, достаточно серьезный: посмотрели все вместе с большим удовольствием)&nbsp;</li>
                <li><div>
                    Короткое замыкание, США, 1986 (фантастика)</div>
                </li>
                <li><div>
                    Инопланенянин, США, 1982, реж. Стивен Спилберг (фантастика, очень трогательный фильм)</div>
                </li>
                <li><div>
                    Назад, в будущее, США, 3 фильма (фантастика)</div>
                </li>
                <li><div>
                    Игрушка, Франция (комедия с Пьером Ришаром - мы все его комедии смотрели)</div>
                </li>
                <li><div>
                    Невезучие, Франция
                    (комедия)
                </div>
                </li>
                <li><div>
                    Укол зонтиком, Франция
                    (комедия)
                </div>
                </li>
                <li><div>
                    Индиана Джонс, США, все фильмы (приключения)</div>
                </li>
                <li><div>
                    Семейка Адамс (фильмы)и Новая семейка Адамс, сериал (32 серии), Канада (черная комедия, нежно любимая всей нашей семьей. Сериал в меньшей мере, но фильм - просто чудо!)</div>
                </li>
                <li><div>
                    Матрица, США, реж. братья Вачовски (фантастика)&nbsp;</div>
                </li>
                <li><div>
                    Аватар, США, 2009, реж. Д. Кэмерон
                    (фантастика)&nbsp;
                </div>
                </li>
                <li><div>
                    Звездные воины (Star Wars), США,  все фильмы
                    (фантастика)&nbsp;
                </div>
                </li>
                <li><div>
                    Startrek (Звездный путь), США, несколько сериалов разных времен
                    (фантастика, ежевечернему просмотру этого сериала мы посвятили не один год своей жизни!) &nbsp;</div>
                </li>
            </ul>
            <div className="justify">
                <br /></div>
            </div>
        </div>
    </div>
);